## Название объекта
OBJECT_NAME = 'Селитренное городище'

## Название съемочного участка
SITE_NAME = '1'

## Имя файла телеметрии для камеры Sony RXI RMII
RXI_TELEMETRY = '/media/owgrant/Elements/АФС/Селитренное/1/photo/rgb/2022_08_01_SonyRX1RM2_g201b20445_f001_telemetry.txt'

## Имя файла телеметрии для камеры Sony A6000
A6000_TELEMETRY = '/media/owgrant/Elements/АФС/Селитренное/1/photo/nir/2022_08_01_SonyA6000_g201b20445_f001_telemetry.txt'

## Файл бортовых ГНСС-наблюдений в формате RINEX (*.obs или *.yyo)
RINEX = '/media/owgrant/Elements/АФС/Селитренное/1/avp/rinex/2022_08_01_g201b20445_f001_.22o.obs'

## Файл меток времени для камеры Sony RXI RMII
RXI_MARKS = '/media/owgrant/Elements/АФС/Селитренное/1/avp/rinex/2022_08_01_SonyRX1RM2_g201b20445_f001.marks'

## Файл меток времени для камеры Sony A6000
A6000_MARKS = '/media/owgrant/Elements/АФС/Селитренное/1/avp/rinex/2022_08_01_SonyA6000_g201b20445_f001.marks'

## Высота фотографирования, заданная в программе Geoscan Planner
FLIGHT_ALTITUDE = 303

## Перепад высот рельефа, измеренный по картографическому материалу и указанный в техническом проекте
RELIEF_ELEVATION_RANGE = 30

## Продольное перекрытие снимков, заданное в программе Geoscan Planner
LINE_OVERLAP = 80

## Поперечное перекрытие снимков, заданное в программе Geoscan Planner
SIDE_OVERLAP = 60

## Площадь АФС (для объекта площадного характера) из Geoscan Planner в кв.км.
AREA = 15

## Протяжённость АФС (для объекта линейного характера) из Geoscan Planner в км
LENGTH = 0

## Номинальное пространственное разрешение из Geoscan Planner в м
GROUND_PIXEL_SIZE = 0.04

## Модель аэрофотокамеры (1 - для Sony RXI RMII, 2 - для Sony A6000)
CAMERA_MODEL = 1

## Тип территории: 1 - незастроенная (межселенная), 2 - территория с многоэтажной застройкой
TERRITORY_TYPE = 1

## Организация-исполнитель АФС
REALIZER_COMPANY = 'ГАУ АО "ЦПАПР"'

## Организация-заказчик АФС
CUSTOMER_COMPANY = 'Служба природопользования и охраны окружающей среды Астраханской области'

## Должность исполнителя работ
REALIZER_POSITION = 'специалист ГИС и ИТ'

## Фамилия И.О. исполнителя работ
REALIZER_FIO = 'Харманов М. Х.'

## Должность контролирующего исполнителя
CONTROLER_POSITION = 'начальник отдела'

## Фамилия И.О. контролирующего исполнителя
CONTROLER_FIO = 'Котелевский К. А.'

## Вид аэрофотосъёмки: 1 - площадная надирная, 2 - линейная надирная, 3 - площадная перспективная, 4 - линейная перспективная
AFS_TYPE = 1

# Тип рельефа
RELIEF_TYPE = 'Равнинный'

# Ориентация маршрутов
ROUTES_ORIENTATION = 'Вдоль оси АФС'